/* 
  Localizable.strings
  edXVideoLocker

  Created by Nirbhay Agarwal on 07/07/14.
  Copyright (c) 2014-2015 edX. All rights reserved.
*/

// Please keep in alphabetical order

/* Alert dialog confirmation button when user chooses to download a large video */
"ACCEPT_LARGE_VIDEO_DOWNLOAD"="下載";
/* Label for check box when it's checked. */
"ACCESSIBILITY_CHECKBOX_CHECKED" = "選取";
/* Label for check box when it's checked. */
"ACCESSIBILITY_CHECKBOX_UNCHECKED" = "為選取";
/* Label for action hint on check box when it's checked. */
"ACCESSIBILITY_CHECKBOX_HINT_CHECKED" = "清除選取";
/* Label for action hint on check box when it's checked. */
"ACCESSIBILITY_CHECKBOX_HINT_UNCHECKED" = "點擊並選取";
/* Appending By before course organization and number on My Find Courses*/
"ACCESSIBILITY_BY" = "依據";
/* Acessibility label for the download progress button. {percent_complete} is an already localized numeric percentage like "44%" */
/* Acessibility label for the download progress button. {percent_complete} is an already localized numeric percentage like "44%" */
"ACCESSIBILITY_DOWNLOAD_PROGRESS_BUTTON##{other}" = "下載進行中:{percent_complete}";
/* Acessibility hint for the download progress button. */
"ACCESSIBILITY_DOWNLOAD_PROGRESS_BUTTON_HINT" = "點兩下來檢視目前下載";
/* Accessibility hint for video download list row cells. {video_name} is the name of video being downloaded. {percent_complete} is an already localized numeric percentage like "44%". */
/* Accessibility hint for video download list row cells. {video_name} is the name of video being downloaded. {percent_complete} is an already localized numeric percentage like "44%". */
"ACCESSIBILITY_DOWNLOAD_VIEW_CELL##{other}" = "{video_name}下載中，已完成百分之{percent_complete}";
/* Accessibility hint for number of downloadable videos */
/* Accessibility hint for number of downloadable videos */
"ACCESSIBILITY_DOWNLOADABLE_VIDEOS##{other}" = "下載 {video_count} 部影片。";
/* Accessibility label for fullscreen button on video player */
"ACCESSIBILITY_FULLSCREEN" = "全螢幕";
/* Accessibility label for fullscreen button on video player when player is in fullscreen mode*/
"ACCESSIBILITY_EXIT_FULLSCREEN" = "離開全螢幕";
/* Accessibility label for HTML Icon in the Courseware screens */
"ACCESSIBILITY_HTML" = "HTML";
/* Accessibility label for Pause Button in the Video Player */
"ACCESSIBILITY_PAUSE" = "暫停";
/* Accessibility label for Play Button in the Video Player */
"ACCESSIBILITY_PLAY" = "播放";
/* Accessibility lable for the avatar image */
"ACCESSIBILITY_USER_AVATAR" = "您的個人照片";
/* Accessibility label for Problem Icon in the Courseware screens */
"ACCESSIBILITY_PROBLEM" = "問題";
/* Accessibility label for Rewind Button in the Video Player */
"ACCESSIBILITY_REWIND" = "倒轉";
/* Call to action for Rewind Button in the Video Player */
"ACCESSIBILITY_REWIND_HINT" = "倒轉 30 秒。";
/* Accessibility label for Seek bar in the Video Player */
"ACCESSIBILITY_SEEK_BAR" = "搜尋列";
/* Accessibility label for Select Button on My Videos List Screen */
"ACCESSIBILITY_SELECT" = "選擇";
/* Accessibility label for Select All Button on My Videos List Screen */
"ACCESSIBILITY_SELECT_ALL" = "選擇全部";
/* Accessibility label for Settings Button in the Video Player */
"ACCESSIBILITY_SETTINGS" = "設定";
/* Call to action for Course content on Home Screen */
"ACCESSIBILITY_SHOWS_COURSE_CONTENT" = "點選兩下以檢視課程內容。";
/* Call to action for Opening Dropdown */
"ACCESSIBILITY_SHOWS_DROPDOWN_HINT" = "點選兩下以開啟下拉式清單。";
/* Call to action for Selecting Option */
"ACCESSIBILITY_SELECT_VALUE_HINT" = "點選兩下以選取。";
/* Accessibility label for Unknown Icon in the Courseware screens */
"ACCESSIBILITY_UNKNOWN" = "未知";
/* Accessibility label for Video Icon in the Courseware screens */
"ACCESSIBILITY_VIDEO" = "影片";
/* Text spoken for Navigation Button on Course List Screen */
"ACCESSIBILITY_MENU" = "導覽選單";
/* Accessibility label for close button when left drawer is open*/
"ACCESSIBILITY_CLOSE_MENU" = "關閉導覽選單";
/* Accessibility label for hiding keyboard*/
"ACCESSIBILITY_HIDE_KEYBOARD" = "隱藏鍵盤";
/* Accessibility Hint to view user profile*/
"ACCESSIBILITY_SHOW_USER_PROFILE_HINT" = "點選兩下以閱讀使用者個人檔案";
/*Accessibility text for pinned discussion thread(Posts screen)*/
"ACCESSIBILITY.DISCUSSION_PINNED" = "置頂";
/*Accessibility text for closed discussion thread(Posts screen)*/
"ACCESSIBILITY.DISCUSSION_CLOSED" = "已關閉";
/*Accessibility text for followed discussion thread(Posts screen)*/
"ACCESSIBILITY.DISCUSSION_FOLLOWED" = "已追蹤";
/* Accessibility text for unread discussion comments count (Posts screen) - {count} is a number of unread comments */
"ACCESSIBILITY.DISCUSSION_UNREAD_REPLIES"="{count}則未讀回覆";
/*Accessibility text for unread discussion thread (Posts screen)*/
"ACCESSIBILITY.DISCUSSION_UNREAD_THREAD" = "未讀討論串";
/*Accessibility text for read discussion thread (Posts screen)*/
"ACCESSIBILITY.DISCUSSION_READ_THREAD" = "已讀討論串";
/*Accessibility text for discussion thread last seen date(Posts screen) - {date} last updated thread date*/
"ACCESSIBILITY.DISCUSSION_LAST_POST_ON" = "最後發表於{date}";
/*Accessibility hint for discussion thread(Posts screen)*/
"ACCESSIBILITY.DISCUSSION_THREAD_HINT" = "點選兩下以檢視討論串";
/*Accessibility hint for sort button(Posts Screen)*/
"ACCESSIBILITY.DISCUSSION_SORT_BY" = "依據{sort_by}排序";
/*Accessibility hint for filter button(Posts Screen)*/
"ACCESSIBILITY.DISCUSSION_FILTER_BY" = "依據{filter_by}篩選";
/* Title of user profile section for user accomplishments (like badges) */
"ACCOMPLISHMENTS.TITLE" = "成就";
/* Default text template when user shares an accomplishment */
"ACCOMPLISHMENTS.SHARE_TEXT" = "我在 {platform_name} 上取得徽章！快來看看";
/* Add a comment button title and place holder used in discussion comment text view */
"ADD_A_COMMENT"="新增意見";
/* Add a response button title used in discussion's responses screen */
"ADD_A_RESPONSE"="新增回應";
/* Add comment button title used in discussion's Add a comment */
"ADD_COMMENT"="新增意見";
/* Add post button title used in discussion's Create a new post */
"ADD_POST"="新增文章";
/* Add response button title used in discussion's Add a response */
"ADD_RESPONSE"="新增回應";
/* Add your post button title used in discussion's add a post textview */
"ADD_YOUR_POST"="新增您的文章";
/* Alert dialog button allowing user to chosing to allow downloads on cellular */
"ALLOW"="允許";
/* Filtering option to show all discussion posts */
"ALL_POSTS"="全部文章";
/* Tab allowing the user to see all videos */
"ALL_VIDEOS"="全部影片";
/* Message shown when there are no announcements for a course */
"ANNOUNCEMENT_UNAVAILABLE"="此課程尚未發布任何公告";
/* Label indicating the response answer in Discussion Add comment screen */
"ANSWER"="答案";
/* Navigation title for a Question Post which has endorsed answers */
"ANSWERED_QUESTION"="已回答的問題";
/*Asteric for marking fields required*/
"ASTERIC" = "*";
/* Prefix used with Staff of Community TA on the posts screen */
"BY_AUTHOR" = "依 {author_name}";
/* Prefix used with Staff of Community TA on the posts screen */
"BY_AUTHOR_LOWER_CASE" = "依 {author_name}";
/* Course completion title */
"CERTIFICATES.COURSE_COMPLETION_TITLE"="恭喜您！";
/* Course completion subtitle */
"CERTIFICATES.COURSE_COMPLETION_SUBTITLE"="您已經通過此課程";
/* Get certificate button text. */
"CERTIFICATES.GET_CERTIFICATE"="檢視證書";
/* Text to share on FB & Twitter when sharing a course cert */
"CERTIFICATES.SHARE_TEXT"="我剛才在 {platform_name} 上取得證書！快來看看：";
/* Title bar when viewing an actual certificate */
"CERTIFICATES.VIEW_CERT_TITLE"="證書";
/* Title of course announcements section */
"COURSE_ANNOUNCEMENTS"="公告";
/* Title of course handouts section */
"COURSE_HANDOUTS"="講義";
/* Button text for cancelling any action */
"CANCEL"="取消";
/* Alert explaining charges will apply since the "Wi-fi only" switch was turned off */
"CELLULAR_DOWNLOAD_ENABLED_MESSAGE"="允許您的裝置在沒有Wi-Fi情況下透過行動網路下載影片。這可能會被收取流量費用。";
/* Title of alert explaining charges will apply since the "Wi-fi only" switch was turned off */
"CELLULAR_DOWNLOAD_ENABLED_TITLE"="允許行動下載";
/* Error message shown when there is a problem loading a video */
"CHECK_CONNECTION"="載入影片錯誤。\n請檢查您的網路連線。";
/* Generic action button label when the user chooses a thing */
 "CHOOSE" = "選擇";
/* Title of dropdown from which the user can select topics on New Post Screen */
"CHOOSE_A_TOPIC" = "選擇一個標題";
/* Prompt text shown after user chooses to begin registering with an external service like Facebook or Google. {service} will be replaced with a service name like Google or Facebook. */
"COMPLETE_REGISTRATION_INFO" = "您已經成功登入{service}，在正式開始於{platform_name}學習之前，我們需要您提供一些額外的資訊";
/* Prompt text shown after user chooses to begin registering with an external service like Facebook or Google */
"COMPLETE_REGISTRATION_PROMPT" = "完成您的註冊";
/* Title of alert when confirming deletion of a video */
"CONFIRM_DELETE_TITLE"="確認刪除";
/* Text of alert when confirming video deletion */
/* Text of alert when confirming video deletion */
"CONFIRM_DELETE_MESSAGE##{other}"="您確定要刪除這些影片嗎？";
/* Text of push notification announcing a new course announcement */
"COURSE_ANNOUNCEMENT_NOTIFICATION_BODY"="來自{course_name}的新公告：";
/* Alert dialog button text */
"CLOSE"="關閉";
/* Discussion response comment - {count} is a number of comments */
/* Discussion response comment - {count} is a number of comments */
"COMMENT##{other}"="{count} 則意見";
/* Discussion comments */
"COMMENTS"="意見";
/* Text displayed when comments are disabled for a Response */
"COMMENTS_CLOSED" = "此則回應的留言已被關閉";
/* Discussion comment (Posts screen) - {count} is a number of comments */
/* Discussion comment (Posts screen) - {count} is a number of comments */
"COMMENTS_TO_RESPONSE##{other}"="{count}則意見";
/* Label for posts pinned by Community TA(s)" */
"COMMUNITY_TA"="社群助教";
/* Label indicating the amount of time a course will take */
"COURSE_DETAIL.EFFORT"="課程時間：";
/* Label indicating when a course ends. */
"COURSE_DETAIL.END_DATE"="結束日期：";
/* Button title allowing user to enroll in a course */
"COURSE_DETAIL.ENROLL_NOW" = "現在註冊";
/* Button title allowing user to view a course from the course's catalog detail page */
"COURSE_DETAIL.VIEW_COURSE" = "查看課程";
/* Back bar button title of course */
"COURSE"="課程";
/* Title of tab showing course content */
"COURSEWARE_TAB_TITLE"="教材";
/* Message shown when there is no course content */
"COURSEWARE_UNAVAILABLE"="目前尚無教材可用。";
/* Message shown when attempting to display content not available on the app */
"COURSE_CONTENT_UNKNOWN" = "此互動式元件尚無法在行動裝置上使用。\n\n請探索此課程其他部分，或者在網頁上查看。";
/* Title text for the Announcements section within the course dashboard */
"COURSE_DASHBOARD_ANNOUNCEMENTS"="公告";
/* Text describing the Announcements section within the course dashboard */
"COURSE_DASHBOARD_ANNOUNCEMENTS_DETAIL"="隨時掌握最新消息";
/* Title text for the Courseware section of the course dashboard */
"COURSE_DASHBOARD_COURSEWARE"="教材";
/* Text describing the Courseware section within the course dashboard */
"COURSE_DASHBOARD_COURSE_DETAIL"="存取影片以及作業";
/* Title text for the Discussions section of the course dashboard */
"COURSE_DASHBOARD_DISCUSSION"="討論";
/* Text describing the Discussions section within the course dashboard */
"COURSE_DASHBOARD_DISCUSSION_DETAIL"="參與討論";
/* Title text for the Handouts section of the course dashboard  */
"COURSE_DASHBOARD_HANDOUTS"="講義";
/* Text describing the Handouts section within the course dashboard */
"COURSE_DASHBOARD_HANDOUTS_DETAIL"="尋找重要的課程資訊";
/* Label indicated that a course has ended */
"COURSE_ENDED"="已於{end_date}結束";
/* Label indicating that a course will end */
"COURSE_ENDING"="預定結束日期 - {end_date}";
/* Option to show all different types of course content. Constrasts with 'Show Videos Only'. */
"COURSE_MODE_FULL"="顯示完整課程";
/* Option to show only video course content. Constrasts with 'Show All Course Content'. */
"COURSE_MODE_VIDEO"="僅顯示影片";
/* Label to describe the button that allows choosing between Video only mode and All Course Content mode */
"COURSE_MODE_PICKER_DESCRIPTION" = "模式選擇器";
/* Text displayed when Can't find one of your courses is tapped on My Courses screen */
"COURSE_NOT_LISTED" = "我們正努力使各項課程適合行動裝置使用。若您找不到課程，請稍後返回查看。我們每天都在新增更多課程！";
/* Message shown on a course when it hasn't started yet.*/
"COURSE_NOT_STARTED"="此課程尚未開始。";
/* Message shown on a course when it hasn't started yet. {date} will be a localized date string */
"COURSE_WILL_START_AT"="此課程尚未開始。請於 {date} 返回觀看您的影片。";
/* Create a new post button title used in discussions' posts screen */
"CREATE_A_NEW_POST"="建立新文章";
/* Button text to initiate or confirm deletion */
"DELETE"="刪除";
/* Discussion used in the segmented control Creating a new post */
"DISCUSSION"="討論";
/* Title of button to allow user to follow a discussion post */
"DISCUSSION_FOLLOW"="追蹤";
/* Title of action to report a discussion post/response/comment to the course staff */
"DISCUSSION_REPORT"="回報";
/* Title of the navigation bar when entering the course discussion */
"DISCUSSION_TOPICS"="討論主題";
/* Title of button to allow user to unfollow a discussion post */
"DISCUSSION_UNFOLLOW"="取消追蹤";
/* Title of action to unreport a discussion post/response/comment to the course staff */
"DISCUSSION_UNREPORT"="取消回報";
/* Discussion comments count (Posts screen) - {count} is a number of comments */
"DISCUSSIONS.REPLIES_COUNT"="{count} 則回覆";
/*Discussion posts screen last post date - {date} last updated thread date*/
"DISCUSSIONS.LAST_POST" = "上次張貼時間：{date}";
/* Alert dialog button for allowing/disallowing downloads on cellular data */
"DO_NOT_ALLOW"="不允許";
/* Description about for button to download videos. For example, "Download 1 video" */
/* Description about for button to download videos. For example, "Download 3 videos" */
"DOWNLOAD_MANY_VIDEOS##{other}" = "下載 {video_count} 部影片";
/* Button text for confirming download */
"DOWNLOAD" = "下載";
/* Label indicating that a video or videos have been downloaded */
"DOWNLOADED" = "已下載";
/* Description about downloaded videos. For example, "Downloaded 1 video" */
/* Description about downloaded videos. For example, "Downloaded 3 videos" */
"DOWNLOADED_MANY_VIDEOS##{other}" = "下載 {video_count} 部影片";
/* Label indicating that a video or videos are downloading */
"DOWNLOADING" = "正在下載";
/* Title of video downloads screen */
"DOWNLOADS"="下載項目";
/* Overlay message after user chooses to download a video */
"DOWNLOADING_1_VIDEO"="下載1影片中。";
/* Discussion comment overlay message when new comment added */
"DISCUSSION_COMMENT_POSTED" = "已新增您的留言。";
/* Discussion response overlay message when new response added */
"DISCUSSION_THREAD_POSTED" = "已新增您的回應。";
/* Title for Edit button on My Videos Screen */
"EDIT" = "編輯";
/* Alert message shown when user tries to send an email, but email isn't setup */
"EMAIL_ACCOUNT_NOT_SET_UP_MESSAGE"="似乎您的電子郵件客戶端尚未設定。";
/* Alert dialog title shown when user tries to send an email, but email isn't setup */
"EMAIL_ACCOUNT_NOT_SET_UP_TITLE"="無法傳送電子郵件";
/* Placeholder text for email address entry field */
"EMAIL_ADDRESS_PROMPT"="電子郵件地址";
/* Text displayed when no results are found in the search */
"EMPTY_RESULTSET" = "找不到與「{query_string}」相關的結果。請嘗試其他搜尋字詞，或選取討論類別加以瀏覽。";
/* Prompt shown to users on the course list encouraging them to find new courses */
"ENROLLMENT_LIST.FIND_COURSES_PROMPT" = "尋找新的挑戰？";
/* Button title opening course catalog */
"ENROLLMENT_LIST.FIND_COURSES" = "尋找行動版課程";
/* Button title showing screen providing information about why a course may not be visible */
"ENROLLMENT_LIST.LOOKING_FOR_COURSE" = "找不到其中一項課程？";
/* Error message when user is not enrolled to any course and course discovery is also disabled.*/
"ENROLLMENT_LIST.NO_ENROLLMENT" = "您似乎尚未註冊任何課程。";
/* Prompt indicating user needs to enter an email address */
"ENTER_EMAIL"="請輸入您的名稱以及電子郵件信箱並且再試一次。";
/* Prompt indicating user needs to enter a password */
"ENTER_PASSWORD"="請輸入您的密碼並再試一次。";
/* Text used when the post is visible to everyone */
"EVERYONE"="所有人";
/* Message when user attempts to register an account using an external service like Facebook or Google, but they already have an account linked to that service */
"EXTERNAL_REGISTRATION_BECAME_LOGIN" = "您已透過 {service} 帳戶完成 {platform_name} 帳戶的設定。您已使用該帳戶登入。";
/* Endorsed text */
"ENDORSED" = "已認可";
/* Facebook login method */
"FACEBOOK"="Facebook";
/* Overlay message shown when facebook login fails because the user's account isn't linked */
"FAILED_TO_LOAD_TOPICS"="無法載入主題。";
/* Title of find courses screen */
"FIND_COURSES"="搜尋課程";
/* Overlay message shown when enrolling in a course fails because the user is already in the course */
"FIND_COURSES_ALREADY_ENROLLED_MESSAGE"="您已經註冊此課程";
/* Overlay message shown when enrolling in a course fails */
"FIND_COURSES_ENROLLMENT_ERROR_DESCRIPTION"="建立新課程註冊時發生錯誤";
/* Title of overlay message shown when enrolling in a course fails */
"FIND_COURSES_ENROLLMENT_ERROR_TITLE"="註冊錯誤";
/* Title of overlay message shown when enrolling in a course succeeds */
"FIND_COURSES_ENROLLMENT_SUCCESSFUL_MESSAGE"="您已註冊此課程";
/* Title of overlay message shown when enrolling in a course succeeds */
"FIND_COURSES_OFFLINE_MESSAGE"="您的狀態是離線中。\n想要搜尋課程，請連接到網路。";
/* Title of overlay message shown when sign in fails */
"FLOATING_ERROR_LOGIN_TITLE"="登入錯誤";
/* Title of overlay message shown when reset password fails */
"FLOATING_ERROR_TITLE"="重設密碼錯誤";
/* Adds a `:` after a label, used in form. Eg. "{First Name}: Bob" */
"FORM_LABEL"="{label}：";
/* Google login method */
"GOOGLE"="Google";
/* Overlay message shown when third party login fails because the user's account isn't linked. {service} is a third party login service like "Facebook". {platform_name} is the name of the service like "edX". {destination_name} is the name of service's web destination like "edx.org" */
"SERVICE_ACCOUNT_NOT_ASSOCIATED_MESSAGE"="請確認您的 {service} 帳戶已與您在 {destination_name} 的 {platform_name} 帳戶建立關聯";
/* Title of overlay message shown when login through an external service fails because the user's account isn't linked. For example, "Google account not associated with edX account" */
"SERVICE_ACCOUNT_NOT_ASSOCIATED_TITLE"="{service} 帳戶未帳戶未與 {platform_name} 帳戶建立關聯";
/* Indicator for course content that is marked as having a graded component */
"GRADED" = "分級";
/* Warning shown to indicate that the user is in a section of graded content. */
"GRADED_CONTENT_WARNING" = "建議您在所有章節完全支援行動裝置前，先透過網頁瀏覽器完成這類分級章節。";
/* Message shown when there are no handouts for a course */
"HANDOUTS_UNAVAILABLE"="此課程尚未發布任何講義";
/* Overlay error shown when logging in with an invalid email address */
"INVALID_EMAIL_MESSAGE"="請確認您的電子郵件地址格式正確並且再試一次。";
/* Overlay error shown when logging in with an invalid username or password */
"INVALID_USERNAME_PASSWORD"="請確認您的使用者名稱或電子郵件地址及密碼是正確的並且再試一次。";
/* Alert dialog text asking whether it's okay to download large videos */
"LARGE_DOWNLOAD_MESSAGE"="您所選擇的影片檔案大於1GB。 您確定要下載這些影片嗎?";
/* Alert dialog title when asking whether it's okay to download large videos */
"LARGE_DOWNLOAD_TITLE"="大量下載";
/* Title for Course Item that was last accessed */
"LAST_ACCESSED" = "上次存取";
/* Prompt leading user to create account screen */
"LOGIN_SPLASH_SIGN_UP"="註冊以及開始學習";
/* Prompt leading user to sign in screen */
"LOGIN_SPLASH_SIGN_IN"="您已經有帳號了嗎？登入";
/* Button title to log out the current user */
"LOGOUT"="登出";
/* Option to sort discussion post list by most activity */
"MOST_ACTIVITY"="最多活動";
/* Option to sort discussion post list by most votes */
"MOST_VOTES"="最高票數";
/* Screen title showing a user's courses */
"MY_COURSES"="我的課程";
/* Screen title showing a user's settings */
"MY_SETTINGS"="我的設定";
/* Screen title showing a user's downloaded videos */
"MY_VIDEOS" = "我的影片";
/* Marked as answer for endorsed responses */
"MARKED_ANSWER" = "已標示為答案";
/* Overlay error shown when attempting an action without an internet connection */
"NETWORK_NOT_AVAILABLE_MESSAGE"="您尚未連線至網際網路。";
/* Alert dialog error shown when attempting an action without an internet connection */
"NETWORK_NOT_AVAILABLE_MESSAGE_TROUBLE"="您尚未連線至網際網路，請確認您的網路連線。";
/* Title of alert dialog shown when attempting an action without an internet connection */
"NETWORK_NOT_AVAILABLE_TITLE"="連接錯誤";
/* Button title for moving to the next block in the course */
"NEXT" = "下一個";
/* Button title for moving to the next unit in the course */
"NEXT_UNIT" = "下一個單元";
/* Message shown when tapping on enroll courses when in app course enrollment is disabled */
"NO_ENROLLMENT_INTERSTITIAL_BOTTOM_LABEL" = "在此期間，您可以透過我們的網站註冊課程 - 您需要先登入或註冊帳戶，最後再回到此行動應用程式。";
/* Message shown when tapping on enroll courses when in app course enrollment is disabled */
"NO_ENROLLMENT_INTERSTITIAL_TOP_LABEL" = "我們的團隊正在努力讓您可以在此app中註冊課程。";
/* Message shown when no results are found while filtering discussions */
"NO_RESULTS_FOUND" = "本討論類別沒有任何文章。";
/* Message shown to indicate video transcript support has not yet been implemented */
"NO_TRANSCRIPT" = "此影片尚未提供逐字稿。";
/* Message shown when user attempts to download a video over cellular data, but has chosen to only allow video downloads over wifi */
"NO_WIFI_MESSAGE" = "您目前的下載設定僅允許透過 Wi-Fi 下載檔案。\n請連線至 Wi-Fi 網路或變更下載設定。";
/* Message shown on videos screen when user has not downloaded any videos */
"NO_VIDEOS_DOWNLOADED" = "您尚未下載任何影片。";
/* Text shown when examining part of a course in video only mode, but that part of the course has no videos. {mode_switcher} will be replaced with a name or icon for the mode switch button */
"NO_VIDEOS_TRY_MODE_SWITCHER" = "此章節沒有任何影片。若要查看其他章節內容，請選取上方的 {mode_switcher}，即可切換至完整課程模式。";
/* Text displayed when no results are found for following*/
"NO_FOLLOWING_RESULTS" = "您並未追蹤任何文章。";
/* Message shown when no results are found for all posts*/
"NO_COURSE_RESULTS" = "本課程討論沒有任何文章。";
/* Indicates a field that does not apply to the current context */
"NOT_APPLICABLE" = "不適用";
/* Label of switch that toggles push notification support */
"NOTIFICATIONS_ENABLED" = "允許通知";
/*Text for author if post is by anonymous user*/
"ANONYMOUS" = "匿名";
/* Label indicating user has on internet connection and is in offline mode */
"OFFLINE" = "離線";
/* Alert dialog okay button */
"OK"="確定";
/* Button title allowing user to open current page in their web browser */
"OPEN_IN_BROWSER"="在 Safari 中查看";
/* Button title allowing user to open current page in their web browser */
"OPEN_IN_BROWSER_TITLE"="僅顯示影片";
/* Button label to bring up course finder */
"OR_SIGN_IN_WITH"="或以下列服務登入";
/* Login screen password field placeholder text */
"PASSWORD_PLACEHOLDER" = "密碼";
/* Alert dialog button shown when finishing a video to ask if user should continue by watching the next video */
"PLAYBACK_COMPLETE_CONTINUE"="繼續";
/* Alert dialog button shown when finishing a video to ask if user should continue by watching the next video (negative option) */
"PLAYBACK_COMPLETE_CONTINUE_CANCEL"="否";
/* Alert dialog content when finishing a video to ask if user should continue by watching the next video */
"PLAYBACK_COMPLETE_MESSAGE"="您想觀看下一部影片嗎？";
/* Alert dialog title when finishing a video to ask if user should continue by watching the next video */
"PLAYBACK_COMPLETE_TITLE"="您已經看完此影片。";
/* Post screen title in creating a new post */
"POST" = "建立新文章";
/* Title for Row on Discussion screen which opens the posts followed by the user */
"POSTS_IM_FOLLOWING" = "我正在追蹤的文章";
/* Navigation item title for post and responses */
"DISCUSSION_POST" = "討論文章";
/* Post discussion button title in Create a new post */
"POST_DISCUSSION"="張貼討論";
/* Post question button title in Create a new post */
"POST_QUESTION"="張貼問題";
/* Button title for moving to the previous block in the course */
"PREVIOUS" = "上一個";
/* Button title for moving to the next unit in the course */
"PREVIOUS_UNIT" = "上一個單元";
/* A10y hint for the change picture button. */
"PROFILE.CHANGE_PICTURE_ACCESSIBILITY_HINT" = "上傳新的個人檔案照片。";
/* Change picture button text on edit profile screen. */
"PROFILE.CHANGE_PICTURE_BUTTON" = "變更";
/* Text for use a photo already in library for user profile photo alert */
"PROFILE.CHOOSE_EXISTING" = "選擇照片";
/* Instruction title text on the photo crop view. */
"PROFILE.CROP_AND_RESIZE_PICTURE" = "裁剪並調整大小";
/* 'Current Language' label on top row of edit language in user's profile */
"PROFILE.CURRENT_LANGUAGE_LABEL" = "目前語言：";
/* 'Current Location' label on top row of edit country in user's profile */
"PROFILE.CURRENT_LOCATION_LABEL" = "目前位置：";
/* Profile edit view title */
"PROFILE.EDIT_TITLE" = "編輯個人檔案";
/* Accessibility label for edit profile button */
"PROFILE.EDIT_ACCESSIBILITY" = "編輯個人檔案";
/* Accessibility hint for country field in user profile */
"PROFILE.COUNTRY_ACCESSIBILITY_HINT" = "您的國家/地區";
/* Accessibility hint for language field in user profile */
"PROFILE.LANGUAGE_ACCESSIBILITY_HINT" = "您偏好的語言";
/* Shown when viewing someone else's limied profile. */
"PROFILE.LEARNER_HAS_LIMITED_PROFILE" = "此{platform_name}學員目前正在僅分享有限的個人檔案。";
/* User has not filled in an "about me" on their profile */
"PROFILE.NO_BIO" = "尚未填寫「關於我」的資訊。";
/* Option to allow for nil setting of a particular field */
"PROFILE.NO_FIELD" = "無 {field_name} 欄位";
/* Text in the picture taker alert to delete the existing image */
"PROFILE.REMOVE_IMAGE" = "移除";
/* Profile screen text indicating that the user is currently only displaying a limited profile */
"PROFILE.SHOWING_LIMITED" = "您目前正在分享有限的個人檔案";
/* Text for take picture for user profile photo alert */
"PROFILE.TAKE_PICTURE" = "拍照";
/* Descriptive text for why a limited profile is shown for users under 13, first line */
"PROFILE.AGE_LIMIT" = "您必須年滿 13 歲，才可分享完整個人檔案。";
/* Error retrieving a profile */
"PROFILE.UNABLE_TO_GET" = "我們無法載入此個人檔案。";
/* Error message when removing profile picture */
"PROFILE.UNABLE_TO_REMOVE_PHOTO" = "我們無法移除您的照片。";
/* Error saving user profile, for field `field_name` */
"PROFILE.UNABLE_TO_SEND" = "我們無法更新您的 {field_name} 欄位。";
/* Error message when setting a new profile picture */
"PROFILE.UNABLE_TO_SET_PHOTO" = "我們無法更新您的照片。";
/*Pipe sign using for formatting in discussion posts*/
"PIPE_SIGN" = "|";
/* Question used in the segmented control Creating a new post */
"QUESTION"="問題";
/* Option to sort discussion post list by recent activity */
"RECENT_ACTIVITY" = "最近活動";
/* Section title to display recently downloaded videos */
"RECENT_VIDEOS"="最近影片";
/* Create account agreement. Followed by agreement name like "End User License Agreement */
"REDIRECT_TEXT" = "為了登入此應用程式，您同意";
/* Label before Sort and Filter buttons on Posts Screen ( The Colon(:) is part of the string) */
"REFINE" = "調整：";
/* Button title when responses are closed for a thread */
"RESPONSES_CLOSED"="此文章的回應功能已關閉";
/* Title of registration agreement */
"REGISTRATION_AGREEMENT_BUTTON_TITLE"="{platform_name}服務條款及榮譽守則";
/* Create account agreement. Followed by list of agreement names like "End User License Agreement" */
"REGISTRATION_AGREEMENT_MESSAGE"="要創立帳號，您必須同意";
/* Button text allowing user create an account */
"REGISTRATION_CREATE_MY_ACCOUNT"="建立我的帳戶";
/* Text shown while waiting for registration request */
"REGISTRATION_CREATING_ACCOUNT"="帳戶建置中...";
/* Error prompt shown during registration to indicate an empty field. {field_name} is the name of a registration field like 'password' */
"REGISTRATION_FIELD_EMPTY_ERROR"="請輸入您的 {field_name} 欄位。";
/* Error prompt shown during registration to indicate a field missing a selection. {field_name} is the name of a registration field like 'year of birth' */
"REGISTRATION_FIELD_EMPTY_SELECT_ERROR"="請選取您的 {field_name} 欄位。";
/* Error prompt shown during registration when a field entry is too long. {field_name} is the name of a registration field like 'password'. {count} is a number of characters */
/* Error prompt shown during registration when a field entry is too long. {field_name} is the name of a registration field like 'password'. {count} is a number of characters */
"REGISTRATION_FIELD_MAX_LENGTH_ERROR##{other}"="{field_name} 欄位不能超過 {count} 個字元。";
/* Error prompt shown during registration when a field entry is too short.  {field_name} is the name of a registration field like 'password'. {count} is a number of characters */
/* Error prompt shown during registration when a field entry is too short.  {field_name} is the name of a registration field like 'password'. {count} is a number of characters */
"REGISTRATION_FIELD_MIN_LENGTH_ERROR##{other}"="{field_name} 欄位必須至少為 {count} 個字元。";
/* Button text allowing user to hide visible optional registration fields */
"REGISTRATION_HIDE_OPTIONAL_FIELDS"="隱藏選擇性的欄位";
/* Button text allowing user to show hidden optional registration fields */
"REGISTRATION_SHOW_OPTIONAL_FIELDS"="顯示選擇性的欄位";
/* Heading on registration screen allowing users to sign up using external services like Facebook and Google. Will be followed by text "or sign up with an email". */
"REGISTRATION_SIGN_UP_PROMPT"="使用以下方式註冊";
/* Heading on registration screen allowing users to sign up using external services like Facebook and Google. Will be preceded by text "Sign up with" */
"REGISTRATION_SIGN_UP_ALTERNATE_PROMPT"="或使用電子郵件註冊";
/* Alert dialog title prompting user to enter an email address to reset their password */
"RESET_PASSWORD_TITLE"="重設密碼";
/* Alert dialog content prompting user to enter an email address to reset their password */
"RESET_PASSWORD_POPUP_TEXT"="請輸入您帳戶的電子郵件信箱，我們會傳送重設密碼指示給您。";
/* Alert dialog title confirming to the user that a reset password was sent to them */
"RESET_PASSWORD_CONFIRMATION_TITLE"="重設密碼之電子郵件";
/* Alert dialog content confirming to the user that a reset password was sent to them */
"RESET_PASSWORD_CONFIRMATION_MESSAGE"="我們已傳送一封重設密碼指示至您的電子郵件信箱。 \n如果您在幾分鐘後尚未看見，請至您的垃圾郵箱確認。";
/* Button that allows user to retry an operation that did not succeed */
"RETRY" = "重試";
/*Offline snackbar button that allows user to reload data*/
"RELOAD" = "重新載入";
/* Response back title in adding a new response */
"ADD_A_RESPONSE"="新增回應";
/* Discussion response - {count} is a number of responses */
/* Discussion response - {count} is a number of responses */
"RESPONSE##{other}"="{count} 則回應";
/* Discussion topics search placeholder */
"SEARCH_ALL_POSTS"="搜尋全部文章";
/* Discussion search results  */
"SEARCH_RESULTS"="搜尋結果";
/* Text shown below the video, in portrait mode */
"ROTATE_DEVICE"="旋轉您的行動裝置，即可以全螢幕觀看此影片";
/*if filter applied then append this string to error message*/
"REMOVE_FILTER" = "嘗試移除您的文章篩選條件。";
/* Label shown when user attempts to view a course section that hasn't been synced  */
"SECTION_UNAVAILABLE_OFFLINE"="此章節無法在離線狀態下使用。\n如果您已經下載其他章節內容，請到那章節觀看內容。";
/* Screen title showing a user's settings */
"SETTINGS"="設定";
/* Text for a Twitter or Facebook post to a course about page */
"SHARE_A_COURSE"="我正在修習 {platform_name} 上的課程！快來看看：";
/* Sign in screen title and button initiating login process after user enters credentials like username and password */
"SIGN_IN_TEXT"="登入";
/* Message shown while user waits for response to a sign in request */
"SIGN_IN_BUTTON_TEXT_ON_SIGN_IN"="正在登入...";
/*Sign up screen title and button initiating sign up process on the main screen */
"REGISTER_TEXT"="註冊";
/* Indicates a date in the near future */
"SOON"="近期";
/* Label for posts pinned by Staff */
"STAFF"="教職員";
/* Label for date when course starts */
"STARTING"="開始日期 - {start_date}";
/* Discover Courses button text on the first screen */
"STARTUP.DISCOVERCOURSES"="探索課程";
/* Explore Subjects button text on the first screen */
"STARTUP.EXPLORE_SUBJECTS"="探索主題";
/* Button allowing user to submit feedback about the app via email */
"SUBMIT_FEEDBACK.OPTION_TITLE" = "提交回饋";
/* Support message email title */
"SUBMIT_FEEDBACK.MESSAGE_SUBJECT" = "客戶回饋";
/* Marker in feedback email meant to separate feedback from prepopulated device information */
"SUBMIT_FEEDBACK.MARKER" = "---- 分隔線以上為回饋 ----";
/* Line in submit feedback email that supplies OS version information. For example, "iOS Version: 9.2" */
"SUBMIT_FEEDBACK.OS_VERSION" = "iOS 版本：{version}";
/* Line in submit feedback email that supplies app version information. For example, "App Version: 2.2 (2.2.23)" */
"SUBMIT_FEEDBACK.APP_VERSION" = "應用程式版本：{version} ({build})";
/* Line in submit feedback email that supplies device model information. For example, "Device Model: iPhone" */
"SUBMIT_FEEDBACK.DEVICE_MODEL" = "裝置型號：{model}";
/* Text that indicates the visibility of the post */
"POST_VISIBILITY"="僅允許 {cohort} 閱讀此文章。";
/* Text that indicates the visibility of the post to everyone */
"POST_VISIBILITY_EVERYONE" = "所有人皆可閱讀此文章。";
/*Add parenthesis around text*/
"PARENTHESIS" = "({text})";
/* Alert dialog title shown when network request takes too long to complete */
"TIMEOUT_ALERT_TITLE"="時間已過";
/* Alert dialog content shown when network request takes too long to complete */
"TIMEOUT_CHECK_INTERNET_CONNECTION"="請檢查您的網絡連線。\n此頁面已經比預期載入的時間還要長。";
/* Title as place holder in Create a new post */
"TITLE"="標題";
/* Topic as button title in Create a new post */
"TOPIC"="主題：{topic}";
/* Back bar button topics */
"TOPICS"="主題";
/* Button text allowing user to reset their password */
"TROUBLE_IN_LOGIN_BUTTON"="忘記密碼？";
/* Error shown when video download fails */
"UNABLE_TO_DOWNLOAD"="無法下載。" ;
/* Error shown when the course content could not for an unknown reason. */
"UNABLE_TO_LOAD_COURSE_CONTENT"="無法載入課程內容。\n請稍後再試。";
/* Filtering option to show unanswered discussion posts */
"UNANSWERED"="未回答";
/* Navigation title for a Question Post which has no endorsed answers */
"UNANSWERED_QUESTION" = "未回答問題";
/* Filtering option to show unread discussion posts*/
"UNREAD"="未讀取";
/* Placeholder title for course content with no title */
"UNTITLED"="無標題";
/* Hint text for login field */
"USERNAME_PLACEHOLDER" = "使用者名稱或電子郵件信箱";
/*Error message when operation failed with unknow error*/
"UNKNOWN_ERROR" = "您的動作無法完成。";
/* Text shown to display the current version number. Environment is a server name like "prod", "dev", stage" and may be empty. For example "Version 1.2.3 Prod" */
"VERSION_DISPLAY" = "版本 {number} {environment}";
/* Error shown when video download fails */
"VIDEO_CONTENT_NOT_AVAILABLE"="此影片目前無法撥放。請稍候再試。";
/* Floating overlay text shown after deleting a video. {count} is a number of videos */
/* Floating overlay text shown after deleting a video. {count} is a number of videos */
"VIDEOS_DELETED##{other}" = "已刪除 {count} 部影片";
/* Floating overlay text shown after video download begins. {count} is a number of videos  */
/* Floating overlay text shown after video download begins. {count} is a number of videos  */
"VIDEOS_DOWNLOADING##{other}" = "正在下載 {video_count} 部影片";
/* Message shown to indicate a number of already downloaded videos. {count} is a number of videos  */
/* Message shown to indicate a number of already downloaded videos. {count} is a number of videos  */
"VIDEOS_DOWNLOADED##{other}" = "已下載 {count} 部影片";
/* Floating overlay text shown while videos download */
"VIDEO_DOWNLOADS_IN_PROGRESS" = "影片下載中";
/* Message shown instead of a video when attempting to watch a video that is only availabe on the web */
"VIDEO_ONLY_ON_WEB" = "此影片目前僅可在網頁上觀看。點選即可在網頁瀏覽器上觀看。";
/* Alert dialog content shown when user attempts to view a video that hasn't been synced  */
"VIDEO_NOT_AVAILABLE"="此影片在離線狀態下無法使用。\n請選擇您已經下載到裝置上的影片。";
/* Shows in the video setting sub-table which item is selected */
"VIDEO_SETTING_SELECTED" = "✓ %@";
/* Button action to open app on YouTube */
"VIDEO.VIEW_ON_YOUTUBE" = "在 YouTube 上觀看影片";
/* Message shown for videos that can only be played external the app via YouTube. */
"VIDEO.ONLY_ON_YOUTUBE" = "此影片僅可在 YouTube 上播放。";
/* Button text for showing an associated item */
"VIEW" = "查看";
/* Button linking to course announcements */
"VIEW_HANDOUTS" = "查看課程講義";
/* Discussion vote - {count} is a number of votes */
/* Discussion vote - {count} is a number of votes */
"VOTE##{other}"="{count} 票";
/*Title of update button on fullscreen error and SnackBar*/
"VERSION_UPGRADE.UPDATE" = "更新";
/*Title of dismiss button on SnackBar*/
"VERSION_UPGRADE.DISMISS" = "關閉";
/*Deprecated version detail message*/
"VERSION_UPGRADE.DEPRECATED_MESSAGE" = "應用程式全新版本已開放下載。";
/*Outdated version detail message*/
"VERSION_UPGRADE.OUT_DATED_MESSAGE" = "您的應用程式版本已不再支援。";
/*New version available without deadline message*/
"VERSION_UPGRADE.NEW_VERSION_AVAILABLE" = "應用程式全新版本已開放下載。";
/* Overlay shown after a network request has started, telling the user to wait for the response */
"WAITING_FOR_RESPONSE"="請稍候...";
/* Alert dialog button title to confirm an action */
"YES"="肯定";
